{
  "articles":
  [
    {
      "title": "The Amazing Truth About Bestiality",
      "author": "Sonny Q Clemens",
      "teaser": "10 juicy secrets the animals don't want you to know!",
      "body": "Photo booth pop-up whatever vexillologist. DIY put a bird on it cornhole vape. Activated charcoal cold-pressed PBR&B, kombucha tofu mustache typewriter cronut craft beer paleo mumblecore. Thundercats pabst cardigan, tote bag intelligentsia chartreuse mustache authentic activated charcoal artisan cred single-origin coffee tumeric. Edison bulb dreamcatcher tumblr, PBR&B hoodie vinyl aesthetic hell of 3 wolf moon try-hard selvage waistcoat. Trust fund roof party forage street art. Street art woke waistcoat bespoke 8-bit, flexitarian occupy cliche austin hashtag.",
      "photo": "https://s-media-cache-ak0.pinimg.com/736x/16/11/7c/16117c8fa7dcb01725b5e2f2b4255ce6.jpg"
    },
    {
      "title": "George and Mabel Tell All",
      "author": "Josephine the Cat",
      "teaser": "Thier long-time capture finally comes clean",
      "body": "Asymmetrical 8-bit banjo, leggings swag kombucha direct trade health goth normcore cliche umami intelligentsia. Pop-up roof party hell of, crucifix dreamcatcher letterpress ennui. Snackwave banh mi kogi flexitarian. Typewriter forage hella fanny pack, vape disrupt austin copper mug. Cold-pressed hashtag 3 wolf moon, chicharrones iceland mumblecore everyday carry freegan unicorn pug meditation williamsburg gluten-free activated charcoal. Drinking vinegar poke mlkshk, YOLO gochujang microdosing raw denim salvia quinoa wolf tumblr. Drinking vinegar semiotics put a bird on it, austin cred organic church-key bespoke raclette.",
      "photo": "https://mononanimalhospital.files.wordpress.com/2011/02/dog-and-cat.jpg"
    },
    {
      "title": "Star Trek is REAL",
      "author": "Rod Roddenberry",
      "teaser": "Scientists discover alternate universe where Star Trek is reality",
      "body": "Food truck pinterest thundercats, normcore knausgaard heirloom brunch. Fingerstache photo booth mixtape chillwave ethical sustainable. Pitchfork farm-to-table la croix irony unicorn vape. Lyft DIY stumptown before they sold out poke. Affogato snackwave next level 90's letterpress knausgaard. La croix vexillologist raw denim neutra bitters ugh four loko locavore williamsburg, ennui pork belly farm-to-table street art put a bird on it. Gluten-free sustainable kogi keytar.",
      "photo": "https://cdn.bleedingcool.net/wp-content/uploads/2016/06/enterprise.jpg"
    }
  ]
}
